{"pageProps":{"category":"주요 개념","docs":[{"frontMatter":{"title":"질서와 혼돈","categories":"주요 개념","tags":[],"createdAt":1655388548000,"updatedAt":1655395694000},"content":"\r\n# 개요\r\n<QBlock>\r\n  <P>존속의 힘과 파괴의 힘. <Strong>질서</Strong>와 <Strong>혼돈</Strong>은 지금까지도, 앞으로도 계속해서 대립할 것이다.</P>\r\n</QBlock>\r\n\r\n[니힐라](니힐라_위키)에서 가장 중요한 개념 중 하나로 세계는 질서와 혼돈 둘 중의 하나로 나뉘어진다. 태고의 시절에는 [**무한의 영역**](세계의_구조#toc1)밖에 없었고, 무한의 영역에는 혼돈과 질서가 끊임없이 대립하고 있었다. 질서와 혼돈은 바로 이러한 배경에서 탄생했다.\r\n\r\n질서와 혼돈은 상반되는 개념이기 때문에 만나는 순간 무한한 순환이 이루어지며 존재가 정립되었다가 분해되었다가를 반복한다. 이는 [미지](미지)에 도달할 수 있는 가장 기본적인 방법이다.\r\n\r\n질서와 혼돈은 선이나 악같은 개념이 아니다. 존재와 비존재, 규칙과 비규칙의 개념이다.\r\n\r\n<H type='h2' name='질서의_기운'>질서의 기운</H>\r\n\r\n질서는 그 혼돈 속에서 개념들이 하나 하나 정립되어 각각의 의미를 지니는 규칙적인 형태였다. 질서는 존재를 존속시키고 규칙을 정립시키려는 성질을 가진다. 예를 들어 혼돈 속에서는 1이 1이 아니며 100이 100이 아니다. 불이 불이 아니며 죽음이 죽음이 아니다. 질서는 이런 혼돈 속에서 개념을 정립시켜 규칙적인 형태로 만든다. 질서의 기운은 이러한 질서의 성질 그 자체를 말한다.\r\n\r\n또한 질서의 기운은 [세계의 나무](세계의_구조#toc3)가 존속할 수 있게끔 생명체들을 발전시키고 진보시키려는 특성을 가진다. 그렇기에 [아스트라](아스트라) 중에서 [어벤드](어벤드)의 근간을 이룬다.\r\n\r\n질서의 기운은 [질서신 니힐라](질서신_니힐라)와 함께 [자연신 마즈나](자연신_마즈나)와 [진화신 제네레이스](진화신_제네레이스)에게서 비롯된다.\r\n\r\n<H type='h2' name='혼돈의_기운'>혼돈의 기운</H>\r\n\r\n혼돈은 규칙이 없고 수많은 개념들이 개념이 아닌 상태로 소용돌이 치는 혼란 그 자체인 형태였다. 혼돈은 존재가 존재이기 이전으로 돌려놓으며 규칙을 없애려는 성질을 가진다. 즉, 혼돈은 세계의 나무를 허물어버리기 위해 그 모든 것들을 없애려고 하는 성질을 지니고 있다. 이러한 성질이 바로 혼돈의 기운이다.\r\n\r\n혼돈의 기운은 질서의 기운처럼 어떠한 존재를 발전시키고 진보시킨다. 하지만 부정적이고 파괴적인 방향으로 구현한다. 혼돈의 기운은 [아스트라](아스트라) 중에서 [엑시티옴](엑시티옴)의 근간을 이룬다.\r\n\r\n혼돈의 기운은 [혼돈신 디모니아](혼돈신_디모니아)에게서 비롯된다.\r\n","slug":"질서와_혼돈"},{"frontMatter":{"title":"주요 개념","categories":"주요 개념","tags":[],"createdAt":1643164006000,"updatedAt":1655310818000},"content":"\r\n# 개요\r\n[니힐라](니힐라_위키)에서 자주 다뤄지고 있는 개념들을 정리한다. 이 개념들은 [유니버스](유니버스)에 관계 없이 전부 통용된다. 각 유니버스에서 같거나 비슷한 기술들이 나타날 수 있는 이유는 세계의 섭리와 연결된 [현자](현자)라는 존재들이 있기 때문이다.\r\n\r\n그들은 세계의 깊은 곳에서 지식을 일종의 계시처럼 받아들이게 되고, 이를 전파하는 것이다.\r\n\r\n# 주요 개념\r\n## [질서와 혼돈](질서와_혼돈)\r\n\r\n## 미지\r\n미지는 알 수 없는 것이라는 의미이다. 니힐라에서 미지라는 개념은 현재 존재하지 않고 과거에도 존재하지 않았으며 미래에는 존재할지 아닐지 알 수 없는 것들을 말한다. 즉, 미지라는 것은 가능성을 의미하고 가능성은 예상할 수 없기에 질서와 혼돈보다도 강력한 힘으로 불린다. 다만 같은 수준의 질서와 혼돈이 결합해야만 미지가 일어난다.\r\n\r\n세계의 모든 것은 [절대신](절대신)들이 설계한 것이지만 미지는 **그렇지 않다.** 그렇기에 절대신들도 어떤 미지가 언제 어떻게 탄생하게 될 지 아무도 알지 못한다.\r\n\r\n## [아스트라](아스트라)\r\n아스트라는 니힐라에 존재하는 에너지들을 말한다. 정신적이고 물질적인 이 에너지들은 니힐라 곳곳에 존재하며 생명체가 존재하게 하거나 살아 숨쉬게 하거나 발전하도록 만든다. 크게 네가지의 아스트라가 존재하고 각 아스트라는 절대신들에게서 비롯된 힘이기도 하다.\r\n\r\n아스트라는 무한한 가능성을 내포하고 있으며 마법을 가능하게 만드는 요소이기도 하다. 자세한 사항은 각각의 항목 참조.\r\n\r\n+ 어벤드\r\n+ 엑시티옴\r\n+ 마나\r\n+ 안티 마나\r\n+ 에볼비움\r\n\r\n### 아스트라 금속\r\n아스트라가 밀집되는 곳에는 아스트라가 응축되는데, 이렇게 응축된 고체가 바로 아스트라 금속이다. 자연 상태의 아스트라보다 강력한 힘이 밀집되어있어 많이 채굴되는 편이다. 금속이지만 장신구에 더 많이 쓰인다. 갑옷이나 무기에도 사용된다. 갑옷에 아스트라 금속을 박아두면 더 견고해지며, 마법이 흐르게 된다.\r\n\r\n아스트라 금속은 아스트라 웨폰의 배터리의 역할을 할 수도 있다. 응축량에 따라 자연적으로 아스트라를 생산할 수 있기 때문이다.\r\n\r\n+ 어벤디움\r\n+ 엑시티오니움\r\n+ 마나움\r\n+ 안티 마나움\r\n+ 에볼비움 메탈\r\n\r\n## [위대한 열매](위대한_열매)\r\n세계의 나무에서 자라는 [세계의 과실](세계의_구조#toc4), 쉽게 말해 생명체들이 살아가는 세상에는 특별한 나무들이 존재하고 특별한 힘을 가진 열매들이 있다. 이 열매들을 위대한 열매라고 부른다. 위대한 열매는 생명체들의 세상에 큰 영향을 준다. 이는 재앙이 될 때도 있고 구원이 될 때도 있다.\r\n\r\n위대한 열매는 [질서의 기운](질서와_혼돈#toc1)을 풍기는 세가지의 열매가 있고 [혼돈의 기운](질서와_혼돈#toc2)을 풍기는 세가지의 열매가 있다. 이는 세계의 나무에 혼돈의 기운이 주입되었기 때문에 일어나는 현상이다. 자세한 사항은 각각의 항목 참조.\r\n\r\n+ 진화의 열매\r\n+ 탐구의 열매\r\n+ 도전의 열매\r\n+ 힘의 열매\r\n+ 타락의 열매\r\n+ 광기의 열매\r\n\r\n## [표상](표상)\r\n사물과 생물의 물질과 정신 모든 것을 구성하는 세계의 기본 단위이자 가장 중요한 개념을 말한다. 세계에 불이 존재하는 이유는 불의 표상이 있기 때문이다. 불의 표상이 사라지면 이 세계에서 불은 사라지게 된다. 이 표상을 관리하고, 그 힘을 권능으로 다루는 존재들은 [우주적 존재](우주적_존재)라고 불린다. 표상과 관련 있는 개념으로는 [에센스](에센스)가 있다.\r\n\r\n## [마법](마법)\r\n마법은 아스트라를 발견한 필멸자들이 현자들에게 가르침 받은 것으로 먼 고대엔 강력한 마법들이 많았다고 전해진다. 마법은 상상을 현실로 불러들이는 것이며 현실에 상상을 덧씌우는 행위를 말한다. 아스트라를 소모하며 사용자에 따라 같은 마법이어도 상상력에 따라서 디테일이 다르다.\r\n\r\n마법에는 다양한 종류가 있지만 언령 마법과 도식 마법이 현재까지 남아있다. 제물 마법이라는 부류의 마법도 있는데 자세한 사항은 항목 참조.\r\n\r\n+ 언령 마법\r\n+ 도식 마법\r\n+ 제물 마법\r\n\r\n### [마법 보조 도구](마법_보조_도구)\r\n마법의 역사는 상당하고, 그로 인해 마법을 보조하기 위한 다양한 도구들이 존재한다. 아스트라를 증폭시키는 도구나 아스트라를 많이 소모했을 경우 이를 충전하는 도구도 있다.\r\n\r\n+ 스크롤\r\n+ 마나의 물약\r\n+ 에센스의 물약\r\n+ 마석\r\n\r\n## 장비 재련\r\n### 마법 장비\r\n### 에센스 장비\r\n\r\n## [기적](기적)\r\n기적은 [신마수룡](신마수룡)에 대한 신앙을 가지는 대신 받을 수 있는 특별한 능력이다. 진심으로 신앙심이 있어야만 기적을 부릴 수 있다. 기적에는 횟수가 있으며 왼쪽 손등에 검은색 혹은 하얀색의 역삼각형에 적힌 숫자에 10을 곱한 만큼 사용할 수 있다. 신앙의 대상이 신룡이나 신수라면 하얀색이고 마수나 마룡이라면 검은색이다.\r\n\r\n## [초능력](초능력)\r\n초능력은 마법과는 다른 계통의 능력이다. 마법은 상상을 현실에 덧씌우는 것이지만 초능력은 현실 그 자체를 개변시키는 것이다. 초능력을 사용하려면 에볼비움에게 선택받아야 한다. 단 한가지의 특별한 능력을 얻게 되고, 그 이후에는 에볼비움을 소모하여 초능력을 발동할 수 있다.\r\n\r\n마법은 학문화되어 어디서나 볼 수 있지만 초능력은 특별한 자만이 사용 할 수 있다는 인식이 있다. 하지만 이것은 잘못된 지식이다. 에볼비움이 마나보다 먼저 어벤드에 닿을 수 있는 더 빠른 길인 것은 아니다. 지해에는 에볼비움의 빈도가 낮고, 성해에는 마나의 빈도가 낮을 뿐이다.\r\n\r\n## [수호의 영혼](수호의_영혼)\r\n필멸자는 죽어 [영기의 바다](영기의_바다)를 거쳐 [영기의 갈림길](영기의_갈림길)로 향하게 된다. 이 영혼들은 삶의 업을 따져 그 결과에 따라 편안한 사후를 누리다 새로운 필멸자로 태어나거나 죄를 심판받기 위해 수감생활을 보내다 다시 태어나게 된다. 그러나 그런 굴레에 포함되지 않는 영혼들이 있다.\r\n\r\n사명감이 투철하여 죽어서도 세계의 안위를 걱정하는 영웅의 기상을 지닌 자들. 그들을 수호의 영혼이라고 부른다. 자세한 사항은 항목 참조.\r\n\r\n### [세계의 수호자](세계의_수호자)\r\n수호의 영혼이 필멸자와 계약을 하고 교감을 하다보면 서로의 싱크로가 맞아 떨어져 100%에 도달하는 때가 온다. 이 순간 수호의 영혼과 필멸자는 비로소 하나가 되어 더 강력한 힘을 얻게 되는데 영원한 삶을 살며 시공에 구애받지 않는 경지에 오른 존재들을 세계의 수호자라고 부른다.\r\n\r\n그들에게는 몸의 어딘가에 표식이 새겨지는데 세계의 수호자임을 나타내는 표식이다. 자세한 사항은 항목 참조.\r\n\r\n## [에리어 포인트](에리어_포인트)\r\n고대에서부터 존재하고 있었던 순간이동 장치를 말한다. 먼 거리를 빠르게 이동할 수 있는 고대의 기술이다. [지해](지해)에 많으며 지금은 묻혀있지만, 오래 전의 고대에는 모든 대륙단을 이어놓았을 정도로 많았던 것으로 보인다.\r\n\r\n## [아스트라 웨폰](아스트라_웨폰)\r\n아스트라를 배터리로 사용하는 다양한 무기들. 검도 있고 창도 있고 활도 있고 아주 다양하다. 아스트라를 다룰 수 없어도 이 아스트라 웨폰이 있으면 아스트라를 무기로 사용할 수 있다. 마나를 이용하는 아스트라 웨폰은 평범하게 상용화된 상태이고, 어벤드를 이용하는 아스트라 웨폰은 상당히 아주 아주 비싸다. 배터리도 다 돈이다.\r\n\r\n아스트라 웨폰은 기본적으로 손잡이만 존재한다. 기동하면 스타워즈에 라이트세이버처럼 아스트라가 무기의 형태를 이루게 된다.\r\n\r\n## [아스트라 유저](아스트라_유저)\r\n아스트라를 사용할 수 있는 사람을 말한다. 쉽게 말해 마법사 같은 존재들이다. 아스트라를 이용해 다양한 것들을 할 수 있게 되려면 많은 훈련이 필요하다. 아스트라 유저끼리는 서로의 기척을 느낄 수 있다.\r\n\r\n모험을 하는데에 있어서 아스트라를 사용할 수 없다는 것은 치명적인 약점이 되기에 아스트라 유저가 되는 것이 중요하다. 적어도 마나는 다룰 수 있어야 정신 건강에 이로우며 안전하다고 할 수 있다.\r\n\r\n## [조율자](조율자)\r\n아스트라 유저들 중에서 유독 뛰어난 잠재력을 가진 자들은 **조율자**로 각성하게 된다. 마나를 사용하는 아스트라 유저들은 언젠가 **어벤드**와 닿게 되고, 이러한 과정을 각성이라고 부른다. 어벤드는 **사용자 스스로가 자신의 길을 만들어내는 힘**인 것과 동시에 **사용자를 보다 진보된 상태로 끌어올려주는 힘**이기도 하기에 자기 스스로의 운명을 알아서 결정한다는 의미에서 조율자라고 불리는 것이다.\r\n\r\n### [운명의 귀인](운명의_귀인)\r\n조율자가 된다고 해서 끝은 아니다. 조율자들은 어벤드를 더 많이 이용하면 이용할 수록 높은 경지에 이르게 되고 새로운 한계점을 돌파할 수 있다. 조율자들은 단편적인 현실만을 바꿀 수 있다. 이러한 조율자들이 성장하면 **운명의 귀인**이라 불리는 존재로 성장하게 된다. 운명의 귀인은 조율자들 중에서 왕의 자질을 가진 자들을 말한다.\r\n\r\n지해에서는 하나의 대륙단, 그리고 성해에서는 하나의 행성계에 여러명의 운명의 귀인이 나타나며, 이들은 곧 운명의 왕을 가려내는 숙명의 결전을 벌이게 된다.\r\n\r\n### [운명의 왕](운명의_왕)\r\n많은 운명의 귀인들은 결국에는 충돌하여 최후의 하나의 개체만이 왕이 될 자격을 얻는다. 물론 다른 이들이 목숨을 잃는다는 것은 아니다. 그저 왕이 될 자격을 박탈당한다는 의미이다. 최후에 남은 운명의 귀인은 그 순간부터 운명의 왕으로 칭해진다. 운명의 왕은 하나의 대륙단에서도 상당히 강한 축에 속한다.\r\n\r\n[신마수룡](신마수룡)도 운명의 왕들이며 그들의 개체수가 하나의 대륙단에도 많은 이유는 그들이 운명의 왕을 가려냈을 당시엔 [지해](지해)에 **육각경계**가 존재하지 않았고 모든 땅이 하나로 이어져 있었기 때문이다.\r\n\r\n운명의 왕은 [운명의 땅](운명의_땅)이라는 영역으로 넘어갈 수 있는 자격을 갖게 되는데, 여기엔 다른 운명의 왕들도 모이는 곳으로, 창세자라는 존재를 가려내기 위한 험난 여정이 새로이 시작된다.\r\n\r\n### [창세자](창세자)\r\n운명의 왕들이 도달할 수 있는 가장 최고의 경지이며 하나의 [유니버스](유니버스)에 유일한 존재들이다. 창세자는 **운명의 땅**에서 결정이 된다. 새로운 창세자는 **몇백 년에 한 번, 혹은 그보다 긴 시간에 걸쳐** 탄생한다. 창세자는 유니버스의 모든 것을 재정립할 수 있는, 그야말로 운명의 왕과는 격이 다른 존재들이라고 할 수 있다.\r\n\r\n창세자가 새로이 결정되면 운명의 땅의 풍경도 새로이 변한다.\r\n\r\n## [패스파인드 시스템](패스파인드_시스템)\r\n현자들이 먼 과거에 만들어낸, 그들이 직접 만든 영혼들이 깃들어 있는 물건으로 그들은 이를 **인도의 영혼**이라고 불렀다. 필멸자들을 올바른 방향으로, 그리고 보다 뛰어난 존재로 인도하기 위해 만들었다고 전해진다. 긴 세월이 흘러 유물로 발굴이 되었는데, 발굴된 당시의 필멸자들은 **패스파인드 시스템**이라고 불렀다. (**성해**에도 몇 개체가 존재하는 듯하다.)\r\n\r\n이 물건에는 단순히 필멸자를 이로운 방향으로 인도하고, 어드바이스를 하는 기능만 있는 것이 아닌 물건을 저장하고 보관하는 기능도 탑재 되어있고, 당시 현자들이 왜 현자인지를 알 수 있는 부분도 있는데 인도를 받을 필멸자에게 최적화된 성장 방향을 제공한다는 것이 바로 그것이다.\r\n\r\n특정 목표를 이루면 보상을 내어주는 기능도 있다. 내어주는 것도 그냥 내어주는 것이 아니라 보상을 직접 그 자리에서 **만들어낸다.** 거기에 아스트라를 제어해주는 기능도 빼놓을 수 없다. 이는 자체적으로 아스트라를 생산하는 시스템이 들어있기 때문이다. 현자들은 어벤드도 다룰 수 있었기에 어벤드를 생산하게끔 만드는 것은 그다지 어려운 것도 아니었을 것이다. (다만, 사용 할 수 있는 필멸자들에게만 제공했을 것이다.)\r\n\r\n필멸자들은 이 기술을 완전히 흉내내는 것이 어려웠으며 극히 일부만을 카피해서 양산한 상태에 있다. 진품과 양산품의 구분은 그렇게 어렵지는 않으나 진품의 수는 아주 아주 아주 그 수량이 적을 것은 확실하다. 아스트라 제어 기능은 진품에만 있다. 이 부분을 불완전하게 카피한 것이 바로 [데몬스톤](데몬스톤)이다.\r\n\r\n영혼의 기능은 성해에서 인공 인격으로 카피되어 개발되었고, 지해에 그 기술이 전달된 상태이며, 물건의 저장, 보관은 후술할 인벤토리 악세서리로 개발이 되었으며 목표 달성에 따른 보상의 부분은 수호자 연합의 퀘스트 수당으로 분리되어있다.\r\n\r\n패스파인드 시스템은 **사용자가 조율자가 되면 함께 성장**한다. 사용자의 **어벤드가 시스템을 진화시키는 것**이라고 이해하면 된다.\r\n\r\n## [인벤토리 악세서리](인벤토리_악세서리)\r\n특정 규모의 아공간을 이용한 저장 시스템을 말한다. 가방 같은 것을 들고 다니지 않아도 많은 물건을 저장할 수 있다. 인벤토리라고 줄여서 부르는 편이고 악세서리의 모양을 하고 있어 목걸이나 귀걸이, 반지나 팔찌 등 다양한 편이다.\r\n\r\n## [인공 인격](인공_인격)\r\n본래 [성해](성해)에서 먼저 만들여졌으며 실제 유기체의 인격이 아닌 만들어진 인격이라는 의미로 쉽게 말해 인공지능을 말한다. 고도의 마법으로 만들어지며 슈퍼 컴퓨터 수준의 연산력을 자랑한다. 그렇기 때문에 대부분의 병기에 사용된다. 인격의 정도가 아주 정교하다는 특징도 있다. 인공 인격은 위의 **패스파인드 시스템**의 기술 중에서 몇몇의 편린을 이용해 만들어졌다.\r\n\r\n인공 인격을 탑재한 전함 하나가 지해로 불시착하는 것으로 지해에 그 기술의 일부가 전달되었다.\r\n\r\n## [데몬스톤](데몬스톤)\r\n오래 전, 다르크 엘피안이 전쟁을 위해 만들었던 물건. 마법으로 만들어졌지만 컴퓨터에 더 가까운 물건이다. 다르크 엘피안의 상징과도 같은 물건이며 데몬스톤 하나 하나가 어마어마한 위력을 자랑한다. 아스트라 유저가 아니어도 아스트라를 사용할 수 있게 해준다. 그 중에서도 마나 유저가 된다.\r\n\r\n모든 데몬스톤은 자아를 지니고 있고 사용하면 할 수록 사용자의 정신을 좀먹는다. 하지만 사용자와 제대로 된 교감을 하는 경우도 있는데, 이 경우에는 그 데몬스톤의 인격이 무심한 편이기 때문일 것이다.\r\n\r\n데몬스톤은 패스파인드 시스템을 참고해서 만들어졌다고 알려져 있다.\r\n\r\n### [라우드 데몬스톤](라우드_데몬스톤)\r\n데몬스톤 중에서도 특별한 13개의 데몬스톤. 라우드 데몬스톤은 보다 정교하게 만들어졌으며 자아의 수준이 더 높고 위력이 강력하다. 데몬스톤을 통제하기 위해 만들어졌으며 13개를 전부 지니는 자는 다르크 엘피안의 지도자로 인정받을 수 있었다.\r\n\r\n위험한 물건이기에 봉인했었으나 모종의 이유로 데몬스톤들과 함께 세상으로 흩어졌다. 그로인해 커다란 운명의 파도가 몰아치게 된다.\r\n\r\n## [아스트라 드라이브](아스트라_드라이브)\r\n성해에서 개발된 것으로 아스트라를 이용하는 전함, 전투기들의 동력원이자 메인 컴퓨터이다. 인공 인격이 깃들어 있다. 아스트라를 생산하는 기능도 있어서 적함의 드라이브를 파괴하는 게 기본적인 전략전술로 전해진다.\r\n\r\n이 아스트라 드라이브를 탑재한 전함 하나가 불안정한 시공의 기류에 휘말려 지해의 어떤 숲에 추락하게 된다.\r\n\r\n## [아스트라 메일](아스트라_메일)\r\n본래는 우주 공간에서 생존률을 극대화시키려는 목적으로 개발, 사용되었으나 지해에서는 개량되어 지상에서도 사용되는 전투복이다. 종족마다 혹은 문화권마다 개량하는 특색이 다르다.\r\n\r\n[구형 라이바칼리움 아머](구형_라이바칼리움_아머)나 용인들이 만든 [신형 라이바칼리움 아머](신형_라이바칼리움_아머) 등등이 존재한다.\r\n\r\n## [아스트라 코어](아스트라_코어)\r\n생명체가 가지는 생명의 근원으로 니힐라에서는 심장이 멎더라도 코어가 온전하면 살려낼 수 있으나 코어가 훼손되면 모든 신체 기능이 정지되어 진짜로 죽음을 맞이하게 된다. 니힐라에서는 생명체가 죽음에 이르면 육체를 남기지 않는다. 그 대신 코어를 남긴다. 수호자들의 코어나 일반적인 사람들의 코어는 장례와 함께 묘지에 봉인되는 편이다.\r\n\r\n어떠한 생명체든 마찬가지로 코어를 남기는데 이 코어는 아스트라 덩어리이기 때문에 함부로 다뤄선 안된다. 보통 짐승을 죽이거나 몬스터, 이레귤러를 쓰어뜨리고 떨어지는 코어는 정화사들에게 가공을 의뢰하는 것이 보통이다.\r\n\r\n쉽게 말해서 판타지 게임 등에서 몬스터를 사냥하면 드랍되는 아이템이라고 생각하면 된다. 다른 점이라면 한 번 정제를 해서 장비화 해야한다는 것이 다를 뿐이다.\r\n\r\n## [아스트라 스톤](아스트라_스톤)\r\n세계의 어딘가에서 랜덤하게 나타나는 물건. 아스트라 스톤은 어떠한 아스트라를 갖고 있든 상관 없이 사용할 수 있으며 사용자의 아스트라를 주입하면 된다. 아스트라 스톤이 활성화 되면 아스트라의 주인에게 어떠한 영향이 나타나게 된다. 유해한 영향은 없기 때문에 문제가 될 것은 없으나 아스트라 스톤 자체가 피를 부르는 물건이다.\r\n\r\n아스트라 스톤은 **미지**가 발현될 때마다 나타나는 것으로 이름을 내노라 하는 강자들마저도 이를 얻기 위해 혈안이 되어있다. 아스트라 스톤은 사용자의 능력을 랜덤하게 소폭 혹은 대폭 상승시켜주기 때문이다. 어떠한 영향이 나타날 지 알 수 없기 때문에 더더욱 값진 물건이기도 하다. 아스트라 스톤은 글자의 색깔에 따라 효력이 천차만별이다.\r\n\r\n아스트라 스톤은 미지의 여파로 인해 만들어지기에 패스파인드 시스템이 만들어낼 수는 없다.\r\n\r\n## [라이바칼리움](라이바칼리움)\r\n니힐라에서 갑옷이나 무기를 만들 목적으로 가장 많이 사용되는 금속이다. 가볍고 단단하며 무엇보다 아스트라를 주입할 수 있다. 공정 방법에 따라 기능의 차이가 상당히 갈리는 금속이다. 라이바칼리움은 지맥을 따라 질서의 기운이 풍부한 곳에서 자라난다.\r\n\r\n라이바칼리움 광맥은 라이바칼리움을 주기적으로 생성하기 때문에 대장장이들은 라이바칼리움 광맥을 찾기 위해 고군분투 한다고 알려져 있다.\r\n\r\n## [다르크탈리움](다르크탈리움)\r\n라이바칼리움이 어둡게 변질된 것으로 발견하기는 어렵지만 그만큼 특별한 금속이다. 라이바칼리움이 혼돈의 기운을 어느정도 받아들이면 질서의 기운과 혼돈의 기운이 부딪혀 탁한 색으로 변한다. 혼돈의 기운을 품고 있기에 아무나 사용할 수는 없다.\r\n\r\n따라서 혼돈의 기운에 내성이 있는 다르크 엘피안들이 주로 사용했고 그들의 갑주가 이 금속으로 만들어졌다.\r\n\r\n## [엘피아니움](엘피아니움)\r\n엘피안 문명의 기술력이 결집된 금속으로 자연상에 존재하는 금속은 아니다. 엘피안들이 직접 제작한 금속으로 마나에 대한 지식이 가장 깊은 엘피안 특성상 엘피아니움은 마나와 깊은 연관이 있다.\r\n\r\n소지자에게 마나가 없다면 무용지물이지만 마나가 있다면 그 마나를 증폭시켜주며, 마법의 질을 향상시켜준다. 가지고만 있어도 효과가 나타나며 오래 가지고 있는다면 가지고 있는만큼, 더욱 시너지가 생기게 된다. 또한 기본적으로 소지자를 보호하는 기능이 있다.\r\n\r\n엘피아니움은 시판되지도 않아서 엘피안에게 직접 받아야 하기 때문에 구하기가 어렵다. 그 이유는 엘피안은 폐쇄적인 습성 때문에 [하얀 숲](하얀_숲)에서 잘 나오지 않기 때문이다.\r\n","slug":"주요_개념"}],"docSlugs":["질서와_혼돈","세계의_구조","환경요소","주요_개념","니힐라_위키","운명신","우주적_존재","디아볼로스","엘리오스","엘디에온","신마수룡","혼돈신_디모니아","절대신","진화신_제네레이스","자연신_마즈나","질서신_니힐라","종족의_분류","유니버스_0의_국가","유니버스_0의_단체","유니버스_0의_지역","유니버스_0의_종족","소개","테스트","휴미안"]},"__N_SSG":true}